Repository: ondratu/mmarchitect
Catalog: po/*.po
Languages: it

source: Today %H:%M
it: Oggi %H:%M

source: Yesterday %H:%M
it: Ieri %H:%M

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: Extends edit
it: Modifiche estese

source: Plain Text
it: Testo non formattato

source: Simple Web Page
it: Semplice pagina web

source: Dynamic Web Page
it: Pagina web dinamica

source: PNG Image
it: Immagine PNG

source: File $fname can't be imported!
it: Il file $fname non può essere importato!

source: Open file
it: Apri file

source: File $path not found!
it: Il file $path non è stato trovato!

source: Import file
it: Importa file

source: Save file as
it: Salva con nome...

source: Main Idea
it: Idea principale

source: Map
it: Mappa

source: Printing error:
it: Errore di stampa:

source: Moving with Ideas
it: Muoverti con le idee

source: You can move with ideas by key shortcuts. You can use CTRL - Arrow UP, Down, Left or Right to move with selected Ideas.
it: Puoi muoverti con le idee con scorciatoie da tastiera. Puoi usare CTRL - Freccia Su, Giù, Sinistra o Destra per muoverti con le idee selezionate

source: Using Mind Maps as TODO list
it: Usa Mind Maps come lista di cose da fare (TODO)

source: Mind Maps could be use as TODO lists. You have more tree like possibility with mind maps, like categories, importance or difficulty.
it: Mind Maps può essere usato come lista di cose da fare (TODO list). Hai più possibiltà simili ad un albero con mind maps, come le categorie, importanza o difficoltà.

source: Start here
it: Inizia qui

source: About Application Mind Map Architect
it: Informazioni sull'applicazione Mind Map Architet

source: Tool for working with mind maps.
it: Strumenti per lavorare con mind maps.

source: Save changes to document ?
it: Vuoi salvare le modifiche al documento?

source: Close _without save
it: Chiudi _senza salvare

source: Save changes to document %s before exit?
it: Vuoi salvare le modifiche al documento %s prima di chiudere il programma?

source: Your changes will be lost, if you don't save the file.
it: I cambiamenti andranno persi se non salvi il file.

source: Default color
it: Colore di default

source: Parent color
it: Colore padre

source: Own color
it: Proprio colore

source: Mind Map Architect
it: Mind Map Architet

source: Export
it: Esporta

source: Import
it: Importa

source: _Edit
it: _Modifica

source: Expand
it: Espandi

source: Collapse
it: Contrai

source: _View
it: _Vista

source: _Help
it: _Aiuto

source: _disable
it: _disabilita

source: count _branches
it: conta _rami

source: <b>Rising method</b>
it: <b>Metodo per l'aumento</b>

source: Ideas
it: Idee

source: Branches
it: Rami

source: <b>Rise elemens</b>
it: <b>Aumenta elementi</b>

source: Mind Map Architect Preferences
it: Preferenze

source: <b>Author</b>
it: <b>Autore</b>

source: Choose directory
it: Scegli cartella

source: <b>Default dokuments directory</b>
it: <b>Cartella di default per i documenti</b>

source: _Welcome tab
it: _Targhetta di benvenuto

source: _Empty document
it: _Documento vuoto

source: _Last opened documents
it: _Ultimo documento aperto

source: <b>Start program with</b>
it: <b>Avvia l'applicazione con...</b>

source: General
it: Generale

source: Use system font
it: Usa i caratteri di sistema

source: <b>Idea font</b>
it: <b>Carattere per l'idea</b>

source: Font
it: Carattere

source: Line
it: Linea

source: <b>Rising</b>
it: <b>Aumento</b>

source: Text padding
it: Spaziatura testo

source: Height padding
it: Spazio altezza

source: Width padding
it: Spazio larghezza

source: <b>Idea's padding</b>
it: <b>Estensione idea</b>

source: Height
it: Altezza

source: <b>Note's text</b>
it: <b>Testo della nota</b>

source: Style
it: Stile

source: Use system colors
it: Usa i colori di sistema

source: <b>System colors</b>
it: <b>Colori di sistema</b>

source: Default line color
it: Colore di default della linea

source: Canvas color
it: Colore della tela

source: Text normal color
it: Colore per il testo normale

source: Text selected color
it: Color eper il testo selezionato

source: Background normal color
it: Colore per lo sfondo normale

source: Background selected color
it: Colore per lo sfondo selezionato

source: <b>Colors definitions</b>
it: <b>Definizioni dei colori</b>

source: Colors
it: Colori

source: label
it: etichetta

source: <b>Recent files:</b>
it: <b>File recenti</b>

source: <b>Tip:</b>
it: <b>Suggerimento:</b>

source: <b><big>label</big></b>
it: <b><big>etichetta</big></b>

source: <a href="#next_tip">Next Tip</a>
it: <a href="#next_tip">Prossimo suggerimento</a>

source: <a href="http://mmarchitect.zeropage.cz/?gtk=1">Project web pages</a>
it: <a href="http://mmarchitect.zeropage.cz/?gtk=1">Pagina web del progetto</a>

source: If you are looking for more informations about project, want to download new version, or you want to start with helping us, see Home page of Mind Map Architect.
it: Se cerchi più informazioni sul progetto, vuoi scaricare l'ultima versione, o vuoi iniziare ad aiutarci, guarda l'Home Page di Mind Map Architet.

source: <a href="http://mmarchitect.zeropage.cz/development.html?gtk=1">Development of project</a>
it: <a href="http://mmarchitect.zeropage.cz/development.html?gtk=1">Sviluppo del progetto</a>

source: If you want to help us with this project, translate messages to your languege, develop, create package for your distribution, or anything what you can do for help us, see development page.
it: Se ti va di aiutarci con questo progetto, tradurre i messaggi nella tua lingua, creare pacchetti per la distribuzione, o qualsiasi cosa che tu possa fare per aiutarci, dai un'occhiata alla pagina dello sviluppo.
